Repository: INOPIAE/inoHolidays
Catalog: resource/inoHolidays_*.po
Languages: de_de

source: GivenYear needs to be entered as number.
de_de: Das Jahr muss als Zahl angegeben sein.

source: Select a cell.
de_de: Es muss eine Zelle ausgewählt werden.

source: Only one cell must be selected.
de_de: Es darf nur eine Zelle ausgewählt werden.

source: There should be 3 emtpy columns and 20 empty rows starting from the given cell. Filled cell will be overwriten without further notification.
de_de: Es müssen ab der ausgewählten Zelle 3 Spalten und 20 Zeilen Platz sein. Gefüllte Zellen werden ohne Rückfrage überschrieben.

source: Import Holidays
de_de: Feiertage importieren

source: Function Easter
de_de: Funktion Easter

source: Function LastAdvent
de_de: Funktion LastAdvent

source: Add Holidays to Outlook
de_de: Feiertage nach Outlook importieren

source: Add Holidays to MS Project
de_de: Feiertage nach MS Project importieren

source: Import holidays of a given Year.
de_de: Import die Feiertage eines angegebenen Jahres.

source: Function Easter returns the date of Easter sunday of a given year.
de_de: Die Funktion Easter gibt das Datum des Ostersonntags für das angegebene Jahr zurück.

source: Function LastAdvent returns the date of the 4th Sunday in Advent of a given year.
de_de: Die Funktion LastAdvent gibt das Datum des 4. Adventssonntags für das angegebene Jahr zurück.

source: Error
de_de: Fehler

source: Instering hint
de_de: Eingabehinweis

source: GivenYear - Year for the Easter Sunday
de_de: Jahr(GivenYear) - Jahr für den Ostersonntag

source: Returns the date of Easter Sunday of the given year.
de_de: Gibt das Datum des Ostersonntags für das angegebene Jahr zurück.

source: GivenYear - Year for the 4th Advent Sunday
de_de: Jahr(GivenYear) - Jahr für den 4. Adventsonntag

source: Returns the date of 4th Advent Sunday of the given year.
de_de: Gibt das Datum des 4. Adventsonntags für das angegebene Jahr zurück.

source: GivenDate - Date to be checked
de_de: Jahr(GivenDate) - Datum, das geprüft werden soll

source: Checks whether the given date is a holiday for a given country and tentative state.
de_de: Prüft, ob das angegebene Datum (GivenDate) unter Berücksichtigung des Staates und evtl. Bundeslandes ein Feiertag ist.

source: GivenYear - year
de_de: Jahr(GivenYear) - Jahr

source: GivenMonth - month given as number
de_de: Monat (GivenMonth) - Monat als Zahl angegeben

source: DayOfWeek - given as number, 1 - Sunday to 7 - Saturday
de_de: Wochentag (DayOfWeek) - Eingabe als Zahl , 1 - Sonntag bis 7 - Samstag

source: NumInMonth - given as number, 1 - 5, 6 = last of month
de_de: Zahl im Monat (NumInMonth) - Eingabe als Zahl, 1 - 5, 6 = letzter des Monats

source: Returns a date given by year, month, weekday and occurance in a month.
de_de: Gibt das Datum für die Eingabe von Jahr, Monat, Wochentag und Vorkommen im Monat zurück.

source: GivenDate - Christian date to be converted
de_de: Datum (GivenDate) - Christliches Datum, das konvertiert werden soll

source: Returns a Christian date as Islamic date.
de_de: Gibt ein islamisches Datum aus einem christlichen Datum zurück.

source: GivenDate - Islamic date as string to be converted
de_de: Datum (GivenDate) - Islamisches Datum, das konvertiert werden soll

source: Returns an Islamic date as Christian date eg '1. Muharram 1445 AH'. Spelling of Islamic month:
de_de: Gibt ein Christliches Datum aus einem islamischen zurück, z. B. '1. Muharram 1445 AH'. Schreibweise der islamischen Monate:

source: Germany
de_de: Deutschland

source: Austria
de_de: Österreich

source: Switzerland
de_de: Schweiz

source: Italy
de_de: Italien

source: The cell must contain a number.
de_de: Die Zelle muss eine Zahl enthalten.

source: No valid range entered.
de_de: Es wurde kein gültiger Bereich eingegeben.

source: Holiday, inoHolidays
de_de: Feiertag, inoHolidays

source: Outlook must be started.
de_de: Outlook muss geöffnet sein.

source: Netherlands
de_de: Niederlande

source: Poland
de_de: Polen

source: Sweden
de_de: Schweden

source: Country needs to be given.
de_de: Land (Country) muss angegeben werden.

source: Year must be entered as number.
de_de: Das Jahr muss als Zahl angegeben sein.

source: A country must be selected.
de_de: Es darf nur eine Zelle ausgewählt werden.

source: A state must be selected.
de_de: Es darf nur eine Zelle ausgewählt werden.

source: Second year must be entered as number.
de_de: Das zweite Jahr muss als Zahl angegeben sein.

source: A calendar name must be given.
de_de: Ein Kalendar muss ausgewählt sein.

source: Please select range
de_de: Bitte Bereich auswählen

source: Input
de_de: Eingabe
